<?php
$title='Quest';

$qusts[1][0] = "Кой е правилният дата формат при проектирането на БД?";
$qusts[1][1] = "('D', 'M', 'Y')";
$qusts[1][2] = "('d', 'm', 'y')";
$qusts[1][3] = "('d', 'm', 'Y')";


$qusts[2][0] = "Коя от следните функции е функция за низове?";
$qusts[2][1] = "rand";
$qusts[2][2] = "asort";
$qusts[2][3] = "ord";

$qusts[3][0] = "Какво изпълнява функцията 'implode'?";
$qusts[3][1] = "Разделя низ на поднизове" ;
$qusts[3][2] = "Извежда низ" ;
$qusts[3][3] = "Създава елементите на масив в низ" ;


$qusts[4][0] = "С коя от следните заявки избираме записи от БД и ги отпечатваме?";
$qusts[4][1] = "'INSERT'";
$qusts[4][2] = "'DELETE'";
$qusts[4][3] = "'SELECT'";

$qusts[5][0] = "Какво изпълнява финкцията 'strrev'?";
$qusts[5][1] = "Връща първата поява на низ";
$qusts[5][2] = "Връща последната поява на подниз";
$qusts[5][3] = "Обръща низ" ;

$qusts[6][0] = "Какво изпълнява функцията 'preg-mutch' ?";
$qusts[6][1] = "Намира и заменя пример в низ по регулярен израз";
$qusts[6][2] = "връща всички съвпадения";
$qusts[6][3] = "Търси в низ по регулярен израз – връща първото съвпадение" ;



?>